{
    "(and :count more error)": "(y :count error más)",
    "(and :count more errors)": "(y :count errores más)",
    "A new verification link has been sent to the email address you provided in your profile settings.": "Se ha enviado un nuevo enlace de verificación a la dirección de correo electrónico que proporcionó en la configuración de su perfil.",
    "A new verification link has been sent to your email address.": "Se ha enviado un nuevo enlace de verificación a su dirección de correo electrónico.",
    "Accept Invitation": "Aceptar invitación",
    "Add": "Añadir",
    "Add a new team member to your team, allowing them to collaborate with you.": "Agregue un nuevo miembro a su equipo, permitiéndole colaborar con usted.",
    "Add additional security to your account using two factor authentication.": "Agregue seguridad adicional a su cuenta mediante la autenticación de dos factores.",
    "Add Team Member": "Añadir un nuevo miembro al equipo",
    "Added.": "Añadido.",
    "Administrator": "Administrador",
    "Administrator users can perform any action.": "Los administradores pueden realizar cualquier acción.",
    "All of the people that are part of this team.": "Todas las personas que forman parte de este equipo.",
    "All rights reserved.": "Todos los derechos reservados.",
    "Already registered?": "¿Ya se registró?",
    "API Token": "Token API",
    "API Token Permissions": "Permisos para el token API",
    "API Tokens": "Tokens API",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "Los tokens API permiten a servicios de terceros autenticarse con nuestra aplicación en su nombre.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "¿Está seguro que desea eliminar este equipo? Una vez que se elimina un equipo, todos sus recursos y datos se eliminarán de forma permanente.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "¿Está seguro que desea eliminar su cuenta? Una vez que se elimine su cuenta, todos sus recursos y datos se eliminarán de forma permanente. Ingrese su contraseña para confirmar que desea eliminar su cuenta de forma permanente.",
    "Are you sure you would like to delete this API token?": "¿Está seguro que desea eliminar este token API?",
    "Are you sure you would like to leave this team?": "¿Está seguro que le gustaría abandonar este equipo?",
    "Are you sure you would like to remove this person from the team?": "¿Está seguro que desea retirar a esta persona del equipo?",
    "Before continuing, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Antes de continuar, ¿podría verificar su dirección de correo electrónico haciendo clic en el enlace que le acabamos de enviar? Si no recibió el correo electrónico, con gusto le enviaremos otro.",
    "Browser Sessions": "Sesiones del navegador",
    "Cancel": "Cancelar",
    "Click here to re-send the verification email.": "Haga clic aquí para reenviar el correo de verificación.",
    "Close": "Cerrar",
    "Code": "Código",
    "Confirm": "Confirmar",
    "Confirm Password": "Confirmar contraseña",
    "Create": "Crear",
    "Create a new team to collaborate with others on projects.": "Cree un nuevo equipo para colaborar con otros en proyectos.",
    "Create Account": "Crear cuenta",
    "Create API Token": "Crear Token API",
    "Create New Team": "Crear nuevo equipo",
    "Create Team": "Crear equipo",
    "Created.": "Creado.",
    "Current Password": "Contraseña actual",
    "Dashboard": "Panel",
    "Delete": "Eliminar",
    "Delete Account": "Borrar cuenta",
    "Delete API Token": "Borrar token API",
    "Delete Team": "Borrar equipo",
    "Disable": "Deshabilitar",
    "Done.": "Hecho.",
    "Edit Profile": "Editar perfil",
    "Editor": "Editor",
    "Editor users have the ability to read, create, and update.": "Los editores están habilitados para leer, crear y actualizar.",
    "Email": "Correo electrónico",
    "Email Password Reset Link": "Enviar enlace para restablecer contraseña",
    "Enable": "Habilitar",
    "Ensure your account is using a long, random password to stay secure.": "Asegúrese que su cuenta esté usando una contraseña larga y aleatoria para mantenerse seguro.",
    "Finish enabling two factor authentication.": "Termine de habilitar la autenticación de dos factores.",
    "For your security, please confirm your password to continue.": "Por su seguridad, confirme su contraseña para continuar.",
    "Forbidden": "Prohibido",
    "Forgot your password?": "¿Olvidó su contraseña?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "¿Olvidó su contraseña? No hay problema. Simplemente déjenos saber su dirección de correo electrónico y le enviaremos un enlace para restablecer la contraseña que le permitirá elegir una nueva.",
    "Go to page :page": "Ir a la página :page",
    "Great! You have accepted the invitation to join the :team team.": "¡Genial! Usted ha aceptado la invitación para unirse al equipo :team.",
    "Hello!": "¡Hola!",
    "I agree to the :terms_of_service and :privacy_policy": "Acepto los :terms_of_service y la :privacy_policy",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Si es necesario, puede salir de todas las demás sesiones de otros navegadores en todos sus dispositivos. Algunas de sus sesiones recientes se enumeran a continuación; sin embargo, es posible que esta lista no sea exhaustiva. Si cree que su cuenta se ha visto comprometida, también debería actualizar su contraseña.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Si ya tiene una cuenta, puede aceptar esta invitación haciendo clic en el botón de abajo:",
    "If you did not create an account, no further action is required.": "Si no ha creado una cuenta, no se requiere ninguna acción adicional.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Si no esperaba recibir una invitación para este equipo, puede descartar este correo electrónico.",
    "If you did not request a password reset, no further action is required.": "Si no ha solicitado el restablecimiento de contraseña, omita este mensaje de correo electrónico.",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Si no tiene una cuenta, puede crear una haciendo clic en el botón de abajo. Después de crear una cuenta, puede hacer clic en el botón de aceptación de la invitación en este correo electrónico para aceptar la invitación del equipo:",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Si está teniendo problemas al hacer clic en el botón \":actionText\", copie y pegue la URL de abajo\nen su navegador web:",
    "Last active": "Activo por última vez",
    "Last used": "Usado por última vez",
    "Leave": "Abandonar",
    "Leave Team": "Abandonar equipo",
    "Log in": "Iniciar sesión",
    "Log Out": "Finalizar sesión",
    "Log Out Other Browser Sessions": "Cerrar las demás sesiones",
    "Login": "Iniciar sesión",
    "Logout": "Finalizar sesión",
    "Manage Account": "Administrar cuenta",
    "Manage and log out your active sessions on other browsers and devices.": "Administre y cierre sus sesiones activas en otros navegadores y dispositivos.",
    "Manage API Tokens": "Administrar Tokens API",
    "Manage Role": "Administrar rol",
    "Manage Team": "Administrar equipo",
    "Name": "Nombre",
    "New Password": "Nueva Contraseña",
    "Not Found": "No encontrado",
    "of": "de",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Una vez que se elimina un equipo, todos sus recursos y datos se eliminarán de forma permanente. Antes de eliminar este equipo, descargue cualquier dato o información sobre este equipo que desee conservar.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una vez que se elimine su cuenta, todos sus recursos y datos se eliminarán de forma permanente. Antes de borrar su cuenta, por favor descargue cualquier dato o información que desee conservar.",
    "Page Expired": "Página expirada",
    "Pagination Navigation": "Navegación por los enlaces de paginación",
    "Password": "Contraseña",
    "Payment Required": "Pago requerido",
    "Pending Team Invitations": "Invitaciones de equipo pendientes",
    "Permanently delete this team.": "Eliminar este equipo de forma permanente",
    "Permanently delete your account.": "Eliminar su cuenta de forma permanente.",
    "Permissions": "Permisos",
    "Photo": "Foto",
    "Please click the button below to verify your email address.": "Por favor, haga clic en el botón de abajo para verificar su dirección de correo electrónico.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Por favor confirme el acceso a su cuenta ingresando uno de sus códigos de recuperación de emergencia.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Por favor confirme el acceso a su cuenta digitando el código de autenticación provisto por su aplicación autenticadora.",
    "Please copy your new API token. For your security, it won't be shown again.": "Por favor copie su nuevo token API. Por su seguridad, no se volverá a mostrar.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Por favor ingrese su contraseña para confirmar que desea cerrar las demás sesiones de otros navegadores en todos sus dispositivos.",
    "Please provide the email address of the person you would like to add to this team.": "Por favor proporcione la dirección de correo electrónico de la persona que le gustaría agregar a este equipo.",
    "Privacy Policy": "Política de Privacidad",
    "Profile": "Perfil",
    "Profile Information": "Información de perfil",
    "Recovery Code": "Código de recuperación",
    "Regards": "Saludos",
    "Regenerate Recovery Codes": "Regenerar códigos de recuperación",
    "Register": "Registrarse",
    "Remember me": "Mantener sesión activa",
    "Remove": "Eliminar",
    "Remove Photo": "Eliminar foto",
    "Remove Team Member": "Eliminar miembro del equipo",
    "Resend Verification Email": "Reenviar correo de verificación",
    "Reset Password": "Restablecer contraseña",
    "Reset Password Notification": "Notificación de restablecimiento de contraseña",
    "results": "resultados",
    "Role": "Rol",
    "Save": "Guardar",
    "Saved.": "Guardado.",
    "Select A New Photo": "Seleccione una nueva foto",
    "Server Error": "Error del servidor",
    "Service Unavailable": "Servicio no disponible",
    "Setup Key": "Clave de configuración",
    "Show Recovery Codes": "Mostrar códigos de recuperación",
    "Showing": "Mostrando",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Guarde estos códigos de recuperación en un administrador de contraseñas seguro. Se pueden utilizar para recuperar el acceso a su cuenta si pierde su dispositivo de autenticación de dos factores.",
    "Switch Teams": "Cambiar de equipo",
    "Team Details": "Detalles del equipo",
    "Team Invitation": "Invitación de equipo",
    "Team Members": "Miembros del equipo",
    "Team Name": "Nombre del equipo",
    "Team Owner": "Propietario del equipo",
    "Team Settings": "Ajustes del equipo",
    "Terms of Service": "Términos del servicio",
    "The :attribute must be a valid role.": ":Attribute debe ser un rol válido.",
    "The :attribute must be at least :length characters and contain at least one number.": "La :attribute debe tener al menos :length caracteres y contener por lo menos un número.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": "La :attribute debe tener al menos :length caracteres y contener por lo menos un caracter especial y un número.",
    "The :attribute must be at least :length characters and contain at least one special character.": "La :attribute debe tener al menos :length caracteres y contener por lo menos un carácter especial.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "La :attribute debe tener al menos :length caracteres y contener por lo menos una letra mayúscula y un número.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "La :attribute debe tener al menos :length caracteres y contener por lo menos una letra mayúscula y un carácter especial.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "La :attribute debe tener al menos :length caracteres y contener por lo menos una letra mayúscula, un número y un carácter especial.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "La :attribute debe tener al menos :length caracteres y contener por lo menos una letra mayúscula.",
    "The :attribute must be at least :length characters.": "La :attribute debe tener al menos :length caracteres.",
    "The given data was invalid.": "Los datos proporcionados no son válidos.",
    "The password is incorrect.": "La contraseña es incorrecta.",
    "The provided password does not match your current password.": "La contraseña proporcionada no coincide con su contraseña actual.",
    "The provided password was incorrect.": "La contraseña proporcionada no es correcta.",
    "The provided two factor authentication code was invalid.": "El código de autenticación de dos factores proporcionado no es válido.",
    "The provided two factor recovery code was invalid.": "El código de recuperación de dos factores proporcionado no es válido.",
    "The team's name and owner information.": "Nombre del equipo e información del propietario.",
    "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "Estas personas han sido invitadas a su equipo y se les ha enviado un correo electrónico de invitación. Pueden unirse al equipo aceptando la invitación por correo electrónico.",
    "This device": "Este dispositivo",
    "This is a secure area of the application. Please confirm your password before continuing.": "Esta es un área segura de la aplicación. Confirme su contraseña antes de continuar.",
    "This password does not match our records.": "Esta contraseña no coincide con nuestros registros.",
    "This password reset link will expire in :count minutes.": "Este enlace de restablecimiento de contraseña expirará en :count minutos.",
    "This user already belongs to the team.": "Este usuario ya pertenece al equipo.",
    "This user has already been invited to the team.": "Este usuario ya ha sido invitado al equipo.",
    "to": "al",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.": "Para terminar de habilitar la autenticación de dos factores, escanee el siguiente código QR usando la aplicación de autenticación de su teléfono o ingrese la clave de configuración y proporcione el código OTP generado.",
    "Toggle navigation": "Alternar navegación",
    "Token Name": "Nombre del token",
    "Too Many Requests": "Demasiadas peticiones",
    "Two Factor Authentication": "Autenticación de dos factores",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.": "La autenticación de dos factores ahora está habilitada. Escanee el siguiente código QR usando la aplicación de autenticación de su teléfono o ingrese la clave de configuración.",
    "Unauthorized": "No autorizado",
    "Unknown": "Desconocido",
    "Update Password": "Actualizar contraseña",
    "Update your account's profile information and email address.": "Actualice la información de su cuenta y la dirección de correo electrónico.",
    "Use a recovery code": "Use un código de recuperación",
    "Use an authentication code": "Use un código de autenticación",
    "Verify Email Address": "Confirme su correo electrónico",
    "We were unable to find a registered user with this email address.": "No pudimos encontrar un usuario registrado con esta dirección de correo electrónico.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Cuando la autenticación de dos factores esté habilitada, le pediremos un token aleatorio seguro durante la autenticación. Puede recuperar este token desde la aplicación Google Authenticator de su teléfono.",
    "Whoops!": "¡Ups!",
    "Whoops! Something went wrong.": "¡Ups! Algo salió mal.",
    "You are receiving this email because we received a password reset request for your account.": "Ha recibido este mensaje porque se solicitó un restablecimiento de contraseña para su cuenta.",
    "You have been invited to join the :team team!": "¡Usted ha sido invitado a unirse al equipo :team!",
    "You have enabled two factor authentication.": "Ha habilitado la autenticación de dos factores.",
    "You have not enabled two factor authentication.": "No ha habilitado la autenticación de dos factores.",
    "You may accept this invitation by clicking the button below:": "Puede aceptar esta invitación haciendo clic en el botón de abajo:",
    "You may delete any of your existing tokens if they are no longer needed.": "Puede eliminar cualquiera de sus tokens existentes si ya no los necesita.",
    "You may not delete your personal team.": "No se puede borrar su equipo personal.",
    "You may not leave a team that you created.": "No se puede abandonar un equipo que usted creó.",
    "Your email address is unverified.": "Su dirección de correo electrónico no está verificada.",
    "Products": "Productos",
    "Abaut Us": "Nosotros",
    "Search products": "Buscar productos",
    "Recommended Products": "Productos recomendados",
    "List of products": "Lista de Productos",
    "Filter": "Filtrar",
    "Category": "Categoría",
    "Categories": "Categorías",
    "Price": "Precio",
    "Links": "Vínculos",
    "Legal": "Políticas",
    "Contact Us": "Contáctenos",
    "Related Products": "Productos Relacionados",
    "There are no related products": "No hay productos relacionados.",
    "Product Details": "Detalles del Producto",
    "Add to cart": "Añadir al carrito",
    "Starts": "Estrellas",
    "Information": "Información",
    "You must first authenticate yourself to be able to add products to the cart.": "Primero debe autenticarse para poder agregar productos al carrito.",
    "Total Cost": "Costo Total",
    "Go To Cart": "Ir al Carrito",
    "Manage Store": "Administrar Tienda",
    "My Orders": "Mis Órdenes",
    "My Contacts": "Mis Contactos",
    "Users": "Usuarios",
    "Your cart is empty": "Su carrito está vacío",
    "Explore a little more to select some products": "Explore un poco más para seleccionar algunos productos",
    "Keep buying": "Seguir comprando",
    "Shopping cart": "Carro de compras",
    "Selected Products": "Productos seleccionados",
    "Add products to cart": "Añada productos al carrito",
    "Payment": "Pagar",
    "Empty Cart": "Carrito Vacío",
    "Return Policy": "Política de Devolución",
    "Customer Support": "Atención al Cliente",
    "Personal Information": "Información Personal",
    "Your Email": "Tu Correo Electrónico",
    "Delivery": "Entrega",
    "Confirm Payment": "Confirmar Pago",
    "Receiver Information": "Información del Receptor",
    "Add a shipping address": "Agrega una dirección de envío",
    "Add contacts to your list": "Agregar contactos a su lista",
    "New Contact": "Nuevo Contacto",
    "Last name": "Apellidos",
    "Phone number": "Número de Teléfono",
    "Identity card": "Carnet de identidad",
    "Name of the street": "Nombre de calle",
    "House number": "Número de la vivienda",
    "Address": "Dirección",
    "Province": "Provincia",
    "Municipality": "Municipio",
    "List of provinces": "Lista de provincias",
    "List of municipalities": "Lista de municipios",
    "Street": "Calle",
    "Phone": "Teléfono",
    "Delivery information": "Información de Entrega",
    "The home delivery service is only available for the province of Las Tunas": "El servicio de entrega a domicilio solo está disponible para la provincia de Las Tunas",
    "Receiver": "Receptor",
    "Method of Delivery": "Método de Entrega",
    "Home delivery": "Entrega en la vivienda",
    "Store pickup": "Recogida en tienda",
    "Card information": "Información de la tarjeta",
    "Card number": "Número de tarjeta",
    "Security code": "Código de Seguridad",
    "Expiry month": "Mes de Vencimiento",
    "Expiration year": "Año de vencimiento",
    "Orders": "Órdenes",
    "Suppliers": "Proveedores",
    "Supplier": "Proveedor",
    "Clients": "Clientes",
    "Purchased Products": "Productos Vendidos",
    "Delivered": "Entregada",
    "Sent": "Enviada",
    "Processing": "Procesando",
    "Reports": "Reportes",
    "Subcategory": "Subcategorías",
    "Orders Per Month": "Órdenes por Mes",
    "Sales Per Month": "Véntas por Mes",
    "Products With More Sales": "Próductos Con Más Ventas",
    "List of Categories": "Lista de Categorías",
    "Add Category": "Añadir Categoría",
    "List of Subcategories": "Lista de Subcategorías",
    "Add Subcategory": "Añadir Subcategoría",
    "List of Products": "Lista de Productos",
    "Add Product": "Añadir Producto",
    "List of Suppliers": "Lista de Proveedores",
    "Add Suppliers": "Añadir Proveedor",
    "List of Orders": "Lista de Órdenes",
    "Search Order": "Buscar Órden",
    "Daily Sales": "Ventas del Día",
    "Weekly Sales": "Ventas de la Semana",
    "Monthly Sales": "Ventas del Mes",
    "Year Sales": "Ventas del Año",
    "Show": "Ver",
    "Options": "Opciones",
    "Edit": "Editar",
    "Category name": "Nombre de la categoría",
    "Description": "Descripción",
    "Category description": "Descripción de la categoría",
    "Edit Category": "Editar Categoría",
    "Delete Category": "Eliminar Categoría",
    "Are you sure you want to delete this category?": "¿Está seguro de que desea eliminar esta categoría?",
    "Edit Subcategory": "Editar Subcategoría",
    "Delete Subcategory": "Eliminar Subcategoría",
    "Are you sure you want to delete this subcategory?": "¿Estás segura de que quieres eliminar esta subcategoría?",
    "Accept": "Aceptar",
    "Operation failed.": "Operación fallida.",
    "Subcategory name": "Nombre de la subcategoría",
    "Inventory": "Inventario",
    "Previous Price": "Precio Anterior",
    "Recommend": "Recomendar",
    "All Subcategories": "Subcategorías",
    "All Suppliers": "Proveedores",
    "Slug": "Babosa",
    "Short Description": "Descripción Corta",
    "Stock": "Existencias",
    "Product name": "Nombre del producto",
    "Warehouse inventory": "Inventario de almacén",
    "Product slug": "Babosa del producto",
    "Short product description": "Descripción corta del producto",
    "Price of the product": "Precio del producto",
    "Number of units in stock": "Número de unidades en existencia",
    "Product categories": "Categoría de productos",
    "Product subcategories": "Subcategoría de productos",
    "Product description": "Descripción del producto",
    "Image": "Imagen",
    "Delete Product": "Eliminar Producto",
    "Are you sure you want to delete this product?": "¿Está seguro de que desea eliminar este producto?",
    "Person Contact": "Persona de Contacto",
    "Suppliers name": "Nombre del proveedor",
    "Suppliers phone": "Teléfono del proveedor",
    "Suppliers email": "Correo eletcrónico del proveedor",
    "Contract Number": "Número de Contrato",
    "Contract number": "Número de contrato",
    "Person contact": "Persona de contacto",
    "Delete Suppliers": "Eliminar Proveedor",
    "Are you sure you want to delete this supplier?": "¿Está seguro de que desea eliminar este proveedor?",
    "All status": "Estados",
    "All delivery methods": "Métodos de entrega",
    "Search": "Buscar",
    "Number": "Número",
    "Status": "Estado",
    "Delivery Method": "Método de Entrega",
    "Receive the Order": "Receptor de la Órden",
    "Date": "Fecha",
    "Order Details": "Detalles de la Órden",
    "Order Number": "Número de Órden",
    "Receive": "Receptor",
    "Print": "Imprimir",
    "Edit Order": "Editar Órden",
    "Order Status": "Estado de la Órden",
    "Delete Order": "Eliminar Órden",
    "Are you sure you want to delete this order?": "¿Está seguro de que desea eliminar este pedido?",
    "Sales": "Ventas",
    "Units Per Product": "Unidades por Producto",
    "Sales By Product": "Ventas por Producto",
    "Units": "Unidades",
    "Amount": "Valor de Venta",
    "Sales Per Day": "Ventas por Día",
    "Day": "Día",
    "Growth": "Crecimiento",
    "VS. The Day Before": "VS. El Día Anterior",
    "Month": "Mes",
    "There are no products available at the moment.": "No hay productos disponibles en este momento.",
    "Filter Products": "Filtrado de Productos",
    "Filter By Price": "Filtrar por Precio",
    "Apply Filter": "Aplicar Filtro",
    "Home appliances": "Electrodomésticos",
    "Electrical backup equipment": "Equipos para respaldo eléctrico",
    "Cell phones and accessories": "Celulares y accesorios",
    "Computers and accessories": "Computadores y accesorios",
    "Hardware store": "Ferretería",
    "Transport": "Transporte",
    "Inputs for agriculture": "Insumos para la agricultura",
    "Food": "Alimentos",
    "Personal hygiene": "Higiene personal",
    "Home": "Inicio",
    "Flowers and gifts": "Flores y regalos",
    "Coffee, Tea": "Café, Té",
    "Blenders": "Licuadoras",
    "Fryers": "Freidoras",
    "Cooking equipment": "Equipos de cocción",
    "Turbines and electric motors": "Turbinas y motores eléctricos",
    "Washing machines": "Lavadoras",
    "Climate and ventilation equipment": "Equipos de clima y ventilación",
    "Refrigerators": "Neveras",
    "Hand tools": "Herramientas de mano",
    "Paintings": "Pinturas",
    "Construction materials": "Materiales de construcción",
    "Parts and motorcycle parts": "Partes y piezas de motos",
    "Car Accessories": "Accesorios para autos",
    "Meats": "Carnes",
    "Sausages and smoked": "Embutidos y ahumados",
    "Oils and fats": "Aceites y grasas",
    "Seasonings": "Condimentos",
    "Preserves": "Conservas",
    "Dairy": "Lácteos",
    "Pasta, grains and cereals": "Pastas, granos y cereales",
    "Root vegetables, fruits and vegetables": "Viandas, frutas y vegetales",
    "Home furnishings": "Mobiliario para el hogar",
    "Flowers and gift": "Flores y regalo",
    "Charging": "Cargando",
    "Are you sure you want to delete this contact?": "¿Está seguro de que desea eliminar este contacto?",
    "Edit Contact": "Editar Contacto",
    "Delete Contact": "Eliminar Contacto",
    "Card Information": "Información de la Tarjeta",
    "Wholesaler": "Mayorista",
    "Account": "Cuenta",
    "Update": "Actualizar",
    "Last Name": "Apellidos",
    "List Of Orders": "Listado de Órdenes",
    "Deliver": "Entrega",
    "Signature": "Firma",
    "Edit Suppliers": "Editar Proveedor",
    "Thank you for comparing in our store, these are the details of your purchase": "Gracias por comparar en nuestra tienda, estos son los detalles de su compra",
    "Send Message": "Enviar Mensaje",
    "Subject": "Asunto",
    "Message": "Mensaje",
    "Message sent, someone will contact you shortly.": "Mensaje enviado, una persona se pondrá en contacto con usted en breve.",
    "Title": "Título",
    "Title of slider": "Título del slider",
    "Text": "Texto",
    "Text of slider": "Texto para el slider",
    "Link": "Vínculo",
    "Link of slider": "Vínculo de la página",
    "Number of order": "Número de órden",
    "Delivery method": "Método de entrega",
    "Error, message not sent": "Error, mensaje no enviado",
    "Settings": "Ajustes",
    "Sort by": "Ordenar por",
    "Featured Products": "Productos Destacados",
    "Product Categories": "Categorias de Productos",
    "Buy Now": "Comprar Ahora",
    "All Categories": "Todas las Categorías",
    "Out Of Stock": "Agotado",
    "Shopping Cart": "Carrito de Compras",
    "Follow Us": "Síguenos",
    "We use secure payments": "Usamos pagos seguros",
    "Postal code": "Código postal",
    "Expiry date": "Fecha de caducidad",
    "Field validation error": "Error en la validación de los campos",
    "Card verification error": "Error en la verificación de la tarjeta",
    "An error has occurred": "Ha ocurrido un error",
    "The payment was made successfully": "El pago se realizó de forma satisfactoria",
    "Processing the payment": "Procesando el pago",
    "Verifying card information": "Verificando informacion de la tarjeta",
    "Completing the payment": "Completando el pago",
    "Refund Policy": "Política de Reembolso",
    "About Us": "Sobre Nosotros",
    "You are required to have an account name and password for certain activities on this Web site.": "Se requiere que tenga un nombre de cuenta y una contraseña para ciertas actividades en este sitio web.",
    "The data provided by you is incorporated into our database, being used solely for registration authentication and processing the order.": "Los datos facilitados por usted se incorporan a nuestra base de datos, siendo utilizados únicamente para la autenticación del registro y la tramitación del pedido.",
    "Tukanasta undertakes not to disclose the data to third parties and to use it only for exchange purposes between us and you. The data can be modified at any time you wish.": "Tukanasta se compromete a no divulgar los datos a terceros y a utilizarlos únicamente con fines de intercambio entre usted y nosotros. Los datos pueden ser modificados en cualquier momento que desee.",
    "We may terminate or suspend your account name and password at any time without notice to you or any other person if we believe that you have breached our policies, terms and conditions.": "Podemos rescindir o suspender su nombre de cuenta y contraseña en cualquier momento sin previo aviso a usted o cualquier otra persona si creemos que ha incumplido nuestras políticas, términos y condiciones.",
    "We are under no obligation to verify the current identity or authorization of any person using the account name and password to access and use the Website.": "No tenemos la obligación de verificar la identidad actual o la autorización de ninguna persona que use el nombre de cuenta y la contraseña para acceder y usar el sitio web.",
    "We have the right at any time to demand proof of the identity of any person requesting access to and use of the Website, and we may deny access if we are not satisfied with such proof.": "Tenemos derecho en cualquier momento a exigir prueba de la identidad de cualquier persona que solicite acceso y uso del sitio web, y podemos denegar el acceso si no estamos satisfechos con dicha prueba.",
    "You are fully responsible for the security of your account name and password and for all uses and/or abuses.": "Usted es totalmente responsable de la seguridad de su nombre de cuenta y contraseña y de todos los usos y/o abusos.",
    "You agree to notify us immediately of any unauthorized use of your account.": "Usted acepta notificarnos inmediatamente de cualquier uso no autorizado de su cuenta.",
    "Tuknasta assumes no responsibility, and will not be liable, for any damages arising from or related to your failure to maintain the security of your password.": "Tukanasta no asume ninguna responsabilidad, y no será responsable, por ningún daño que surja o esté relacionado con su falta de mantenimiento de la seguridad de su contraseña.",
    "Terms and Conditions": "Términos y Condiciones ",
    "Delivery Policy": "Política de Entrega",
    "Important information about purchases on tuknasta.com": "Información importante sobre las compras en tuknasta.com",
    "tuknasta, an e-commerce website where different businesses participate by marketing their products. Each of its suppliers establishes different delivery times and modes. We ask you to carefully read this information on your purchase receipts.": "tuknasta, un sitio web de comercio electrónico donde participan diferentes negocios comercializando sus productos. Cada uno de sus proveedores establece tiempos y modos de entrega diferentes. Le solicitamos leer cuidadosamente esta información en sus recibos de compras.",
    "WARNING. If you order products from different suppliers, they will be distributed from different businesses and therefore may be delivered at different times.": "ADVERTENCIA. Si usted ordena productos de diferentes proveedores, estos serán distribuidos desde negocios diferentes y, por lo tanto, pueden ser entregados en distintos momentos.",
    "tuknasta currently with scope in the province of Havana and the urban area of the municipality of Las Tunas, has a range of products that are available from different suppliers. We ask you to carefully read this information at the time of purchase.": "tuknasta actualmente con alcance en la provincia de La Habana y la zona urbana del municipio Las Tunas, cuenta con una gama de productos que se encuentran disponibles por los diferentes proveedores. Le solicitamos leer cuidadosamente esta información en el momento de realizar las compras.",
    "ATTENTION: The orders will be delivered to the beneficiary according to the data provided by the Client at the time of making the purchase, at the address or place specified when making the purchase. Exceptionally, if the beneficiary is not present at the time of delivery, the order can be delivered to another person as long as we have received approval from the client or beneficiary and a copy or photo of the identification will be requested.": "ATENCIÓN: Las órdenes se entregarán al beneficiario según los datos suministrados por el Cliente en el momento de efectuar la compra, en la dirección o lugar especificado al efectuarse la misma. Excepcionalmente, si el beneficiario no está presente en el momento de la entrega, la orden puede ser entregada a otra persona siempre y cuando hayamos recibido la aprobación por parte del cliente o beneficiario y se le solicitará una copia o foto de la identificación.",
    "Contact us at info@tuknasta.com to coordinate the details.": "Contáctenos por info@tuknasta.com para coordinar los detalles.",
    "Delivery conditions:": "Condiciones de Entrega:",
    "When placing the order, the customer may specify a person, delivery address and telephone contact. The Tuknasta team may contact the customer and/or beneficiary of each order to: inform about the order and confirm the address, check the payment information, inspect the delivery, assess the quality of the service provided or the products received.": "Al realizar la orden, el cliente podrá especificar una persona, dirección de entrega y contacto telefónico. El equipo de tuknasta podrá contactar al cliente y/o beneficiario de cada orden para: informar sobre el pedido y corroborar la dirección, comprobar la información de pago, inspeccionar la entrega, valorar la calidad del servicio prestado o los productos recibidos.",
    "At the time of delivery, the recipient must check together with the carrier that the products and the quantities declared on the invoice match the merchandise received. If any of the products described in the order is not delivered, the recipient reserves the right not to accept delivery at that time.": "En el momento de la entrega el destinatario deberá revisar de conjunto con el transportista que los productos y las cantidades declaradas en la factura coincidan con la mercancía recibida. Si alguno de los productos descritos en la orden no es entregado, el destinatario se reserva el derecho de no aceptar la entrega en ese momento.",
    "ATTENTION: Once the delivery order is signed and accepted by the beneficiary, claims for missing products that were not reflected in the delivery invoice will not be accepted.": "ATENCIÓN: Una vez firmada y aceptada la orden de entrega por el beneficiario no se aceptarán reclamaciones por faltante de productos que no fueron reflejados en la factura de entrega.",
    "Orders that present errors or incomplete information that does not allow delivery to be made safely, will be temporarily withheld until the client provides the necessary information, if it is not corrected within a period of up to 48 hours, the order can be canceled and the money returned. to the buyer.": "Las órdenes que presenten errores o información incompleta que no permita realizar la entrega de manera segura, serán temporalmente retenidas hasta que el cliente aporte la información necesaria, de no corregirse en un plazo de hasta 48 horas, la orden puede ser cancelada y el dinero devuelto al comprador.",
    "The telephone data and/or email address of the beneficiary may be used by the carrier or the management team to coordinate the delivery schedule and other details of the service with the beneficiary.": "Los datos de teléfono y/o dirección electrónica del beneficiario, podrán ser utilizados por el transportista o el equipo de gestión para coordinar el horario de entrega y otros detalles del servicio con el beneficiario.",
    "For protection against fraud and/or improper use of credit cards, tuknasta.com attributes the right to delay the delivery of products and/or services until the authenticity of the purchase is verified and, if deemed appropriate, it will deepen at the origin of any transaction carried out on the site, as established in the existing regulations.": "Para la protección contra fraudes y/o usos indebidos de tarjetas de crédito, tuknasta.com se atribuye el derecho de retardar la entrega de los productos y/o servicios hasta se verifique la autenticidad de la compra y, en caso de considerarlo oportuno, profundizará en el origen de cualquier transacción realizada en el sitio, según lo establecido en las regulaciones existentes.",
    "ATTENTION: The delivery times of the shipments or the provision of the purchased services, begin to apply from the approval of the order once its authenticity has been verified. If you need to ask any questions or comments, you can contact us by email info.tuknasta@gmail.com.": "ATENCIÓN: Los plazos de entrega de los envíos o de la prestación de los servicios comprados, comienzan a regir a partir de la aprobación de la orden una vez comprobada su autenticidad. Si necesita realizar alguna pregunta o comentario puede contactarnos por el email info@tuknasta.com.",
    "Delivery Times and Costs": "Tiempos y Costos de Entrega",
    "The times, costs and delivery areas vary according to the supplier and the type of product. This information can be found by consulting each of the products for sale.": "Los tiempos, costos y zonas de entrega varían según el proveedor y el tipo de producto. Esta información se puede encontrar al consultar cada uno de los productos en venta.",
    "The delivery to the recipient after the purchase will be as follows:": "La entrega al destinatario posterior a la realización de la compra será el siguiente:",
    "In the case of users residing in the Las Tunas province from 2 to 7 business days, and the rates to be charged for shipping will be the following:": "Para el caso de los usuarios residentes en la provincia Las Tunas de 2 a 7 días hábiles, y las tarifas a cobrar por envío serán las siguientes:",
    "for residents in the municipalities of Amancio, Colombia and Jesús Menéndez $7.00 US dollars": "para los residentes en los municipios Amancio, Colombia y Jesús Menéndez $ 7.00 dólares estadounidenses",
    "In the case of users residing in the Havana province from 2 to 7 business days, and the rates to be charged for shipping will be the following:": "Para el caso de los usuarios residentes en la provincia La Habana de 2 a 7 días hábiles, y las tarifas a cobrar por envío serán las siguientes:",
    "The person who receives the order in Cuba must make sure to verify that the products they receive match the order placed. Also, check the packaging very well and verify that they are in perfect condition in the company of the carrier before signing the invoice. By signing without verifying, the right to claim is lost. We are not responsible for defects that are visible, nor for differences in the quantity and assortment of the products that the consumer/recipient has accepted at the time of delivery and that he should have noticed at the time of delivery.": "La persona que recibe el pedido en Cuba debe asegurarse de verificar que los productos que recibe coincidan con el pedido realizado. Además, revisa muy bien los embalajes y verifica que estén en perfecto estado en la empresa del transportista antes de firmar la factura. Al firmar sin verificar se pierde el derecho a reclamar. No nos hacemos responsables de los defectos que sean visibles, ni de las diferencias en la cantidad y surtido de los productos que el consumidor/destinatario haya aceptado en el momento de la entrega y que debería haber notado en el momento de la entrega.",
    "Claims": "Reclamaciones",
    "The recipient can establish a claim only for quality problems of the products within the term of 24 hours after receipt, to establish a claim you can direct your request to the following email info.tuknasta@gmail.com, and for this you must provide a photo of the product with which is dissatisfied.": "El destinatario podrá establecer un reclamo únicamente por problemas de calidad de los productos dentro del término de 24 horas posteriores a la recepción, para establecer un reclamo puede dirigir su solicitud al siguiente correo electrónico info.tuknasta@gmail.com, y para ello deberá proporcionar una foto de el producto con el que no está satisfecho.",
    "TIn the cases in which there is a claim, the store will offer you a credit so that at any other time you can buy any other product for the amount not consumed in the initial order.": "En los casos en los que exista reclamación, la tienda te ofrecerá un crédito para que en cualquier otro momento puedas comprar cualquier otro producto por el importe no consumido en el pedido inicial.",
    "However, we realize that exceptional circumstances may exist. Therefore, we make replacements and/or refunds in the following cases:": "Sin embargo, somos conscientes de que pueden existir circunstancias excepcionales. Por ello, realizamos sustituciones y/o devoluciones en los siguientes casos:",
    "Product/Order not delivered:": "Producto/Pedido no entregado:",
    "Claims for non-delivery of the order must be made within a maximum period of 7-15 days after placing the order.": "Las reclamaciones por falta de entrega del pedido deberán realizarse en un plazo máximo de 7-15 días desde la realización del pedido.",
    "Product does not correspond to its description:": "El producto no se corresponde con su descripción:",
    "This type of incident must be reported in no more than 24 hours after receiving the order. Clear evidence must be provided proving that the purchased product does not correspond to its description on the product page. Complaints that are based merely on unjustified expectations, personal wishes of the customer or ignorance on how to process a product will not be taken into account.": "Este tipo de incidencia deberá ser comunicada en un plazo máximo de 24 horas desde la recepción del pedido. Se deben aportar pruebas fehacientes que demuestren que el producto adquirido no se corresponde con su descripción en la página del producto. No se tendrán en cuenta las reclamaciones que se basen meramente en expectativas injustificadas, deseos personales del cliente o desconocimiento sobre cómo procesar un producto.",
    "Bad product:": "Mal producto:",
    "If a product is delivered in poor condition, due to force majeure or other incidents, this problem must be reported no more than 24 hours after receiving the order. Clear evidence must be shown that it has expired, the original packaging does not contain the production and/or expiration date, or the color or smell does not correspond to a fresh product.": "Si un producto se entrega en mal estado, por causas de fuerza mayor u otras incidencias, este problema deberá ser comunicado en un plazo máximo de 24 horas desde la recepción del pedido. Se debe mostrar evidencia clara de que ha caducado, el empaque original no contiene la fecha de producción y/o caducidad, o el color u olor no corresponde a un producto fresco.",
    "Delayed Delivery of the Product/Order:": "Entrega Retrasada del Producto/Pedido:",
    "If the order or any of its products are not delivered within the estimated period of 10 - 12 days due to failures in our service, you have the right to be reimbursed without any additional compensation. Keep in mind that it is required to have all the updated contact information of the person who will receive the order in Cuba.": "Si el pedido o alguno de sus productos no son entregados en el plazo estimado de 10 - 12 días por fallos en nuestro servicio, tienes derecho a ser reembolsado sin compensación adicional alguna. Tenga en cuenta que se requiere tener todos los datos de contacto actualizados de la persona que recibirá el pedido en Cuba.",
    "CANCELLATION OF ORDERS:": "CANCELACIÓN DE PEDIDOS:",
    "All cancellations must be made through the Customer Service channels by the customer who made the purchase, within a period not exceeding 24 hours after the order was issued.": "Todas las cancelaciones deberán ser realizadas a través de los canales de Atención al Cliente por el cliente que realizó la compra, en un plazo no superior a las 24 horas posteriores a la emisión del pedido.",
    "Claims made outside the first 24 hours after the order is delivered will be rejected.": "Las reclamaciones realizadas fuera de las primeras 24 horas desde la entrega del pedido serán rechazadas.",
    "For a claim to be valid, you must keep the damaged products and/or original packaging.": "Para que una reclamación sea válida, deberá conservar los productos dañados y/o el embalaje original.",
    "Items that have been consumed or tampered with may be denied exchange or refund.": "Es posible que se deniegue el cambio o el reembolso de los artículos que se hayan consumido o manipulado.",
    "The exchange of the products may take 5-7 days.": "El cambio de los productos puede tardar de 5 a 7 días.",
    "Refunds are made exclusively to the payment method used for the purchase. It may take 5-7 days to reflect on the account, depending on the bank of the card used.": "Los reembolsos se realizan exclusivamente al método de pago utilizado para la compra. Puede tardar de 5 a 7 días en reflejarse en la cuenta, dependiendo del banco de la tarjeta utilizada.",
    "Tuknasta is an E-commerce website that markets products and services purchased from anywhere in the world for delivery or enjoyment by Cuban families, in accordance with the terms and conditions set forth herein.": "Tuknasta es un sitio web de comercio electrónico que comercializa productos y servicios adquiridos desde cualquier parte del mundo para su entrega o disfrute por parte de las familias cubanas, de conformidad con los términos y condiciones aquí establecidos.",
    "The companies that sell their products or services in tuknasta, have the permits and authorizations required by law, and guarantee to the clients the fulfillment of any obligation that they acquire before them, according to the terms and conditions expressed here.": "Las empresas que comercializan sus productos o servicios en tuknasta, cuentan con los permisos y autorizaciones exigidos por la ley, y garantizan a los clientes el cumplimiento de cualquier obligación que adquieran frente a ellos, en los términos y condiciones aquí expresados.",
    "The terms established herein are valid to regulate commercial relationships that may arise between the provider, the client and the recipient, which will always be aimed at protecting the integrity and satisfaction of the client.": "Los términos aquí establecidos son válidos para regular las relaciones comerciales que pudieran surgir entre el prestador, el cliente y el destinatario, las cuales tendrán siempre por objeto la protección de la integridad y satisfacción del cliente.",
    "The user who uses our website accepts the terms and conditions agreed herein, and in turn declares that:": "El usuario que utiliza nuestro sitio web acepta los términos y condiciones aquí pactados, y a su vez declara que:",
    "Is a person of legal age,": "Es una persona mayor de edad,",
    "read and accepts these conditions,": "lee y acepta estas condiciones,",
    "knows that when placing orders through www.tuknasta.com, you must provide various personal data which will be confirmed and collected before the shipment is made.": "sabe que al realizar pedidos a través de www.tuknasta.com, deberá proporcionar diversos datos personales que serán confirmados y recabados antes de realizar el envío.",
    "FORMA DE COMPRA DE LOS PRODUCTOS:": "FORMA DE COMPRA DE LOS PRODUCTOS:",
    "The products can only be purchased through the tuknasta.com website. Orders by phone or any other means of communication will not be accepted.": "Los productos sólo pueden adquirirse a través de la web tuknasta.com. No se aceptarán pedidos por teléfono o cualquier otro medio de comunicación.",
    "For the acquisition of the goods, the client will access the site, register and request the products that he wishes to acquire, declare the name of the recipient or his substitute and finally make the payment through credit or debit cards.": "Para la adquisición de los bienes, el cliente accederá al sitio, se registrará y solicitará los productos que desee adquirir, declarará el nombre del destinatario o su sustituto y finalmente realizará el pago a través de tarjetas de crédito o débito.",
    "The recipients to whom the purchase is directed must be over 18 years of age and be mentally fit to carry out this act.": "Los destinatarios a los que se dirija la compra deberán ser mayores de 18 años y estar aptos psíquicamente para la realización de este acto.",
    "The user and the recipient will receive an email by which they will be able to know the status of their purchase.": "El usuario y el destinatario recibirán un correo electrónico mediante el cual podrán conocer el estado de su compra.",
    "The offers and prices of the products will be valid while they are displayed on the website www.tuknasta.com, in correspondence with existing inventories.": "Las ofertas y precios de los productos estarán vigentes mientras se encuentren expuestos en el sitio web www.tuknasta.com, en correspondencia con los inventarios existentes.",
    "If an incident occurs related to the purchase of a product and that is not in stock at that time, Tuknasta undertakes to manage and/or provide alternative products that satisfy the customer.": "Si ocurriera alguna incidencia relacionada con la compra de un producto y que no se encuentre en stock en ese momento, Tuknasta se compromete a gestionar y/o proporcionar productos alternativos que satisfagan al cliente.",
    "The user can request the cancellation of the purchase within the first 24 hours of making it, by sending an email to the following address info.tuknasta@gmail.com, with the Subject 'Cancellation of order', for this you must provide the order data.": "El usuario puede solicitar la cancelación de la compra dentro de las primeras 24 horas de haberla realizado, enviando un correo electrónico a la siguiente dirección info.tuknasta@gmail.com, con el Asunto 'Cancelación de pedido', para ello deberá facilitar el pedido datos.",
    "When the cancellation occurs by decision of the user, and in which tuknasta had no involvement, a surcharge of 6% of the total amount of the order will be applied as compensation for bank charges and the payment gateway, Otherwise, when the cancellation is due to a Tuknasta error, the user will be reimbursed 100% of the amount paid.": "Cuando la cancelación se produzca por decisión del usuario, y en la que tuknasta no haya tenido participación, se aplicará un recargo del 6% sobre el importe total del pedido en concepto de compensación de los gastos bancarios y de la pasarela de pago, en caso contrario, cuando la cancelación sea debida a un error de Tuknasta, se reembolsará al usuario el 100% del importe pagado.",
    "Prices": "Precios",
    "The prices of the products and services that are marketed on the site, as well as the delivery costs are expressed in US dollars.": "Los precios de los productos y servicios que se comercializan en el sitio, así como los costos de envío están expresados en dólares estadounidenses.",
    "Delivery costs are added to the purchase price in accordance with the specifications given for each included product or service.": "Los gastos de envío se añaden al precio de compra de acuerdo con las especificaciones dadas para cada producto o servicio incluido.",
    "PAYMENTS:": "PAGOS:",
    "Payments will be made through the following credit or debit cards:": "Los pagos se realizarán a través de las siguientes tarjetas de crédito o débito:",
    "To avoid fraud in online payment methods and protect our customers, the payment gateways used by tuknasta.com are verified by the associated financial entities and verify the reliability of the data provided during the execution of the transaction. the purchase.": "Para evitar fraudes en los medios de pago online y proteger a nuestros clientes, las pasarelas de pago utilizadas por tuknasta.com son verificadas por las entidades financieras asociadas y verifican la fiabilidad de los datos facilitados durante la ejecución de la transacción. la compra.",
    "All the transactions that are carried out are in the most absolute confidentiality, not having any access to the user's bank details, nor does it register them on its servers.": "Todas las transacciones que se realizan son en la más absoluta confidencialidad, no teniendo ningún acceso a los datos bancarios del usuario, ni los registra en sus servidores.",
    "If the user presents a problem when making the payment, they can contact us through our telephone numbers or write to us by email: info.tuknasta@gmail.com.": "Si el usuario presenta algún problema al momento de realizar el pago, puede contactarnos a través de nuestros números telefónicos o escribirnos al correo electrónico: info.tuknasta@gmail.com.",
    "If the purchase made exceeds 50 kilograms, then the user will be charged an additional amount:": "Si la compra realizada supera los 50 kilogramos, se cobrará al usuario un importe adicional:",
    "from 51 to 60 kilograms $3 US dollars;": "de 51 a 60 kilogramos $3 dólares americanos;",
    "from 51 to 70 kilograms $5 US dollars;": "de 51 a 70 kilogramos $5 dólares americanos;",
    "from 71 to 80 kilograms $10 US dollars,": "de 71 a 80 kilogramos $10 dólares americanos,",
    "from 81 to 90 kilograms $15 US dollars,": "de 81 a 90 kilogramos $15 dólares americanos,",
    "from 91 to 100 kilograms $20 US dollars, and": "de 91 a 100 kilogramos $20 dólares americanos, y",
    "from 101 kilograms onwards $30 US dollars.": "de 101 kilogramos en adelante $30 dólares americanos.",
    "Household appliances are exempt from the application of this formula and do not have a cost for distribution, the delivery time will be extended to 10 business days because specialized transport is needed for their transfer.": "Los electrodomésticos están exentos de la aplicación de esta fórmula y no tienen costo por distribución, el plazo de entrega se extenderá a 10 días hábiles debido a que se necesita transporte especializado para su traslado.",
    "To protect the platform and guarantee secure transactions in case a suspicious payment is detected that cannot be clarified between the bank, financial entity and tuknasta.com and the products have been delivered without payment being received from it, The following action will be taken:": "Para proteger la plataforma y garantizar transacciones seguras en caso de que se detecte un pago sospechoso que no pueda ser esclarecido entre el banco, entidad financiera y tuknasta.com y los productos hayan sido entregados sin que se haya recibido el pago por parte de la misma, se procederá de la siguiente manera:",
    "The User, the card used for payment, and the recipient(s) will be banned and will not be able to make future purchases in the store.": "El Usuario, la tarjeta utilizada para el pago y el o los destinatarios serán baneados y no podrán realizar futuras compras en la tienda.",
    "DELIVERIES:": "ENTREGAS:",
    "The orders will be delivered to the addressee according to the data provided by the Client at the time of making the purchase, at the address or place specified when making the purchase. Exceptionally, if the recipient is not present at the time of delivery, the order can be delivered to another person as long as we have received approval from the customer or recipient and a copy or photo of the identification will be requested.": "Los pedidos se entregarán al destinatario según los datos facilitados por el Cliente en el momento de realizar la compra, en la dirección o lugar especificado al realizar la compra. Excepcionalmente, si el destinatario no está presente en el momento de la entrega, se podrá entregar el pedido a otra persona siempre que hayamos recibido la aprobación del cliente o destinatario y se solicitará una copia o foto de la identificación.",
    "Orders that present errors or incomplete information that does not allow delivery to be made safely, will be temporarily withheld until the client provides the necessary information, if it is not corrected within a period of up to 48 hours, the order can be canceled and the money returned to the buyer.": "Los pedidos que presenten errores o información incompleta que no permita realizar la entrega de forma segura, serán retenidos temporalmente hasta que el cliente proporcione la información necesaria, de no ser subsanado en un plazo de hasta 48 horas, el pedido podrá ser cancelado y el dinero devuelto al comprador.",
    "The telephone data and/or email address of the recipient may be used by the carrier or the management team to coordinate the delivery schedule and other details of the service with the recipient.": "Los datos telefónicos y/o la dirección de correo electrónico del destinatario podrán ser utilizados por el transportista o el equipo de gestión para coordinar el horario de entrega y otros detalles del servicio con el destinatario.",
    "The delivery terms of the shipments or the provision of the purchased services, begin to apply from the approval of the order once its authenticity has been verified.": "Los plazos de entrega de los envíos o la prestación de los servicios adquiridos, comienzan a regir desde la aprobación del pedido una vez comprobada su autenticidad.",
    "users residing in the municipality of Las Tunas $5.00 US dollars,": "usuarios domiciliados en el municipio de Las Tunas $5.00 dólares americanos,",
    "for residents of the municipalities Jobabo, Majibacoa, Manatí and Puerto Padre $6.00 US dollars,": "for residents of the municipalities Jobabo, Majibacoa, Manatí and Puerto Padre $6.00 US dollars,",
    "At the time of delivery, the recipient must check together with the carrier that the products and the quantities declared on the invoice match the merchandise received to avoid subsequent claims for breakage, deterioration, shortages or quality problems and food safety.": "En el momento de la entrega, el destinatario deberá comprobar junto con el transportista que los productos y las cantidades declaradas en la factura coinciden con la mercancía recibida para evitar posteriores reclamaciones por roturas, deterioros, faltantes o problemas de calidad y seguridad alimentaria.",
    "The recipient will sign the delivery voucher with the products received.": "El destinatario firmará el comprobante de entrega con los productos recibidos.",
    "Orders can be received at various times, taking into account if they include products that require special transportation or if they correspond to different suppliers.": "Los pedidos se pueden recibir en varios momentos, teniendo en cuenta si incluyen productos que requieren un transporte especial o si corresponden a diferentes proveedores.",
    "Very large orders or orders that contain hardware, electronics or household appliances will be delivered as established in the previous section and the time to complete the delivery cannot exceed 10 business days.": "Los pedidos muy voluminosos o que contengan hardware, electrónica o electrodomésticos se entregarán según lo establecido en el apartado anterior y el tiempo para completar la entrega no podrá exceder de 10 días hábiles.",
    "COMMERCIAL GUARANTEES:": "GARANTÍAS COMERCIALES:",
    "For electrical appliances and electronic products, the warranty period will depend on the type of equipment and will be specified in the product description in the certificate of ownership and warranty that the recipient will receive with the delivery of the product, in addition the following will be specified in these documents items:": "Para electrodomésticos y productos electrónicos, el período de garantía dependerá del tipo de equipo y se especificará en la descripción del producto en el certificado de propiedad y garantía que recibirá el destinatario con la entrega del producto, además se indicará lo siguiente elementos especificados en estos documentos:",
    "Warranty terms and conditions, and": "Términos y condiciones de la garantía, y",
    "contact numbers, and the address of the workshops to which you can go and make use of it.": "números de contacto, y la dirección de los talleres a los que puedes acudir y hacer uso de ella.",
    "In order for the recipient to be entitled to receive the warranty service, he must do the following:": "Para que el destinatario tenga derecho a recibir el servicio de garantía, debe hacer lo siguiente:",
    "Allow specialists to diagnose the team;": "Permitir que los especialistas diagnostiquen el equipo;",
    "Maintain the integrity of the equipment guarantee seal;": "Mantener la integridad del sello de garantía del equipo;",
    "Keep and show the following documents when requesting warranty service:": "Conserve y muestre los siguientes documentos cuando solicite el servicio de garantía:",
    "Equipment Ownership Certificate;": "Certificado de propiedad del equipo;",
    "Guarantee Certificate, and": "Certificado de Garantía, y",
    "The commercial invoice issued by the virtual store": "La factura comercial emitida por la tienda virtual",
    "The recipient can establish a claim only for quality problems of the products within the term of 24 hours after receipt, to establish a claim you can direct your request to the following email info.tuknasta@gmail.com, and for this you must provide photo of the product with which you are dissatisfied.": "El destinatario podrá establecer un reclamo únicamente por problemas de calidad de los productos dentro del término de 24 horas posteriores a la recepción, para establecer un reclamo puede dirigir su solicitud al siguiente correo electrónico info.tuknasta@gmail.com, y para ello deberá proporcionar foto del producto con el que no está satisfecho.",
    "When there are products in the order with which the recipient does not agree, he will proceed to reject it and sign the rest of the products, the store will replace the product within the next 24 hours.": "Cuando existan productos en el pedido con los que el destinatario no esté de acuerdo, éste procederá a rechazarlo y firmar el resto de productos, la tienda repondrá el producto dentro de las siguientes 24 horas.",
    "This same procedure will be taken into account when products that are not physically found are reflected in the delivery voucher.": "Este mismo procedimiento se tendrá en cuenta cuando se reflejen en el comprobante de entrega productos que no se encuentren físicamente.",
    "In the cases in which there is a claim, the store will offer you a credit so that at any other time you can buy any other product for the amount not consumed in the initial order.": "En los casos en los que haya reclamación, la tienda te ofrecerá un crédito para que en cualquier otro momento puedas comprar cualquier otro producto por el importe no consumido en el pedido inicial.",
    "Once the products have been received and the delivery voucher signed by the recipient, no claims for shortages, breakages or deterioration of the same will be accepted.": "Una vez recibidos los productos y firmado el comprobante de entrega por el destinatario, no se aceptarán reclamaciones por faltantes, roturas o deterioro de los mismos.",
    "Returns": "Devoluciones",
    "Returns will be made for different reasons attributable to the buyer or recipient of the service, such as:": "Las devoluciones se realizarán por diferentes causas imputables al comprador o destinatario del servicio, tales como:",
    "Product or Order not delivered": "Producto o pedido no entregado",
    "Product that does not correspond to its description": "Producto que no se corresponde con su descripción",
    "Product in poor condition": "Producto en mal estado",
    "Delayed delivery of the Product or Order": "Retraso en la entrega del Producto o Pedido",
    "For more information, consult the Return Policy expressed on this website.": "Para más información, consulte la Política de Devoluciones expresada en este sitio web.",
    "The site is not responsible for the fraudulent, incorrect or unauthorized use of the magnetic card used to make the purchase, so no refund will be made for these reasons. This incident will be notified to the services of the card in question.": "El sitio no se hace responsable del uso fraudulento, incorrecto o no autorizado de la tarjeta magnética utilizada para realizar la compra, por lo que no se realizará ningún reembolso por estos motivos. Esta incidencia será comunicada a los servicios de la tarjeta en cuestión.",
    "The products offered by tuknasta will be in accordance with the legislation in force for this type of service, both in the country of origin and the country of destination, so it will be guaranteed that the photographs and images, as well as their description, faithfully represent the product. offered.": "Los productos ofrecidos por tuknasta serán conformes a la legislación vigente para este tipo de servicios, tanto en el país de origen como en el país de destino, por lo que se garantiza que las fotografías e imágenes, así como su descripción, son fielmente representar el producto. Ofrecido.",
    "The tuknasta.com site may be modified at any time by its operators, and the modification will correspond to the changes that may exist in terms, conditions or types of products, for which we urge users to users to constantly visit the site, so that they are kept updated and do not incur errors when using the site.": "El sitio tuknasta.com podrá ser modificado en cualquier momento por sus operadores, y la modificación corresponderá a los cambios que puedan existir en términos, condiciones o tipos de productos, por lo que exhortamos a los usuarios a visitar constantemente el sitio, a fin de que se mantienen actualizados y no incurren en errores al utilizar el sitio.",
    "Any doubt, concern, suggestion or claim will be addressed by the tuknasta.com team, through the email info.tuknasta@gmail.com. You can also communicate by phone +15622201521 and +15622201521 and by WhatsApp associated with those lines.": "Cualquier duda, inquietud, sugerencia o reclamación será atendida por el equipo de tuknasta.com, a través del correo electrónico info.tuknasta@gmail.com. También puede comunicarse por teléfono +15622201521 y +15622201521 y por WhatsApp asociado a esas líneas.",
    "When there are products in the order with which the recipient does not agree, they will proceed to reject it and sign for the rest of the products, the store will replace the product within the next 24 hours.": "Cuando en la orden existan productos con los cuales el destinatario no está de acuerdo, procederá a rechazarlo y firmará conforme el resto de los productos, la tienda realizará en el término de las próximas 24 horas la reposición del producto.",
    "The recipient's telephone and/or email address may be used by the carrier or the management team to coordinate the delivery schedule and other details of the service with the recipient.": "Los datos de teléfono y/o dirección electrónica del destinatario, podrán ser utilizados por el transportista o el equipo de gestión para coordinar el horario de entrega y otros detalles del servicio con el destinatario.",
    "Contact us at info.tuknasta@gmail.com to coordinate the details.": "Contáctanos a info.tuknasta@gmail.com para coordinar los detalles.",
    "Quality, speed and trust define tuknasta.com, an online market designed to facilitate access to attractive products and services for the Cuban family. Our work team has the talent and commitment to face deliveries in the shortest possible time from the purchase, receipt of the order and permanent customer service.": "Calidad, rapidez y confianza definen a tuknasta.com, un mercado en línea diseñado para facilitar el acceso a productos y servicios atractivos para la familia cubana. Nuestro equipo de trabajo cuenta con el talento y compromiso para afrontar las entregas en el menor tiempo posible desde la compra, recepción del pedido y atención permanente al cliente.",
    "We have national and foreign suppliers that supply our different purchasing departments, for the moment, in Havana and Las Tunas.": "Contamos con proveedores nacionales y extranjeros que abastecen a nuestros diferentes departamentos de compras, por el momento, en La Habana y Las Tunas.",
    "Now, with just one click, www.tuknasta.com offers you an unforgettable experience to satisfy your tastes.": "Ahora, con un solo clic, www.tuknasta.com te ofrece una experiencia inolvidable para satisfacer tus gustos.",
    "Do you need to make wholesale purchases for your business in Cuba? Tuknasta has a variety of wholesale options to always offer you the best and at the best price. Learn about all the offers available on the online platform and contact our sales team by email.": "¿Necesita realizar compras al por mayor para su negocio en Cuba? Tuknasta cuenta con una variedad de opciones mayoristas para ofrecerte siempre lo mejor y al mejor precio. Conoce todas las ofertas disponibles en la plataforma online y contacta con nuestro equipo comercial por email.",
    "Buy now": "Comprar Ahora"
}
